/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "Definições VPN";
"VPN.pfm_description" = "Preferências de VPN.";

"ServiceType.pfm_title" =				"Tipo de servidor";
"ServiceType.pfm_description" =				"Tipo de serviço. Definir como L2TP ou PPTP.";
"CommRemoteAddress.pfm_title" =			"Endereço do servidor VPN";
"CommRemoteAddress.pfm_description" =		"Endereço de localização URL do servidor VPN.";
"UserLoginName.pfm_title" =				"Nome de início de sessão";
"UserLoginName.pfm_description" =			"Nome de início da sessão para ligação. Não utilizar esta tecla se pretender utilizar o nome de início de sessão do utilizador actual.";
"UserDefinedName.pfm_title" =			"Nome descritivo";
"UserDefinedName.pfm_description" =			"Introduzir um nome descritivo que é apresentado ao ligar ao servidor.";
"UserAuthenticationType.pfm_title" =	"Tipo de autenticação do utilizador";
"UserAuthenticationType.pfm_description" =	"Tipo de autenticação VPN. Definir como palavra-passe, Kerberos, TokenCard ou SecurID.";
